Repository: codebrainz/mousepad
Catalog: po/*.po
Languages: am

source: Save changes to '%s'?
am: የ'%s' ለውጥ ይቀመጥ?

source: Can't convert codeset to '%s'
am: ኮድሴትን ወደ '%s' መቀየር አልተቻለም

source: Can't open pipe to process
am: ለሂደቱ ቧንቧ መክፈት አልተቻለም

source: A text editor for Xfce
am: ለሸፍሲ የጽሑፍ አራሚ

source: About %s
am: ስለ %s

source: Can't open file to write
am: ለመጻፍ ፋይልን መክፈት አልተቻለም

source: Can't write file
am: ፋይል ላይ መጻፍ አልተቻለም

source: Font
am: የፊደል ቅርጽ

source: /_File
am: ፋይል _F

source: /File/_New
am: /ፋይል/ አዲስ _N

source: /File/New _Window
am: /ፋይል/ አዲስ መስኮት _W

source: /File/_Open...
am: /ፋይል/ ክፈት_O

source: /File/Open _Recent
am: /ፋይል/ ክፈት የቅርብ_R

source: /File/_Save
am: /ፋይል/ አስቀምጥ_S

source: /File/Save _As...
am: /ፋይል/ አንደ...አስቀምጥ_A

source: /File/_Print...
am: /ፋይል/ አትም_P

source: /File/_Quit
am: /ፋይል/ ውጣ_Q

source: /_Edit
am: /አርም_E

source: /Edit/_Undo
am: /አርም/ወደኋላ መልስ_U

source: /Edit/_Redo
am: /አርም/እንደገና ስራው_R

source: /Edit/Cu_t
am: /አርም/ቁረጥ_t

source: /Edit/_Copy
am: /አርም/ኮፒ_C

source: /Edit/_Paste
am: /አርም/ለጥፍ_P

source: /Edit/_Delete
am: /አርም/አጥፋ_D

source: /Edit/Select _All
am: /አርም/ሁሉንም ምረጥ_A

source: /_Search
am: /_ፈልግ

source: /Search/_Find...
am: /ፈልግ/አግኝ_F...

source: /Search/Find _Next
am: /ፈልግ/የሚቀጥለውን አግኝ_N

source: /Search/Find _Previous
am: /ፈልግ/የቀድሞውን አግኝ _P

source: /Search/_Replace...
am: /ፈልግ/ተካ_R

source: /Search/_Jump To...
am: /ፈልግ/ወደ...ዝለል_J

source: /_Options
am: /ምርጫዎች_O

source: /Options/_Font...
am: /ምርጫዎች/የፊደል-ቅርጽ..._F

source: /Options/_Word Wrap
am: /ምርጫዎች/መስመር መልስ..._W

source: /Options/_Line Numbers
am: /ምርጫዎች/የመስመር ቁጥር_L

source: /_Help
am: /መመሪያ _H

source: /Help/_About
am: /መመሪያ/ ስለ _A

source: Search string not found
am: የፍለጋ ቃሉ አልተገኘም አልተገኘም

source: Replace?
am: ይተካ?

source: %d strings replaced
am: %d ቃላቶች ተተክተዋል

source: Find
am: አግኝ

source: Fi_nd what:
am: ምን አግኝ_n፦

source: _Match case
am: የተመሳሰሉ_M

source: Replace
am: ተካ

source: Re_place with:
am: በ...ተካ _p ፦

source: Replace _all at once
am: ሁሉንም በአንዴ ተካ_a

source: Jump To
am: ወደ...ዝለል

source: _Jump
am: ዝለል_J

source: _Line number:
am: ይመስመር ቁጥር _L

source: Current Locale (%s)
am: ውቅታዊ ከባቢ (%s)

source: Other Codeset
am: ሌላ የኮድስም

source: Code_set:
am: የኮድስም_s፦

source: '%s' is not supported
am: '%s' አልተደገፈም

source: Auto Detect
am: በራስገዝ አግኝ

source: Open
am: ክፈት

source: Save As
am: እንደ ... አስቀምጥ፦

source: Ch_aracter Coding:
am: የፊደል ኮድ_a

source: '%s' already exists. Overwrite?
am: '%s' ከቀድሞውም አለ። ይተካ?

source: Warning, you are using the root account, you may harm your system.
am: ማስጠንቀቂያ፣ የሚጠቀሙት የስር መዝገብን ነው። ይህ ስርዓትዎን ሊያበላሽቦት ይላል።

source: Untitled
am: አርዕስት-የለሽ

source: Mousepad
am: የአይጥ-ስጋጃ

source: Simple text editor
am: ቀላል የጽሑፍ ማረሚያ

source: Text Editor
am: የጽሑፍ ማረሚያ
